Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] The Barnacle (따개비).tmx
Source language: ko_kr
Languages: en_us

source: 저 멀리 보트가 방파제에 부딪히는 것이 보였다.{j}영화에서 보던 것과 같은 화려한 폭발이나 불길은 없었다.{j}그것은 둔하고 무거운 소리를 내며 콘크리트 블럭의 뿔에 부딪혔고, 그대로 허공으로 튀어 오르는가 싶더니 순식간에 뒤집혀 버렸다.
en_us: In the distance, I saw the boat crashing against the breakwater. It didn’t explode or go up in flames like it did in the movies. The boat banged against the concrete blocks with a loud thud. It then flung into the air before toppling over.{j}{j}

source: 문득, 박씨 아저씨가 왜 붕대와 연고를 빌려 달라고 했는지 알 것만 같았다.
en_us: Suddenly, I realized why Mr. Park had borrowed gauze and ointment that day.

source: “오?{j}도움이 됐나요?”
en_us: “Oh? Did it help?” she asked.{j}

source: 다리, 조금 더 정확하게는 허벅지의 일부가 부풀어 오르며 간지럽기 시작한 것이다.{j}이 급박한 상황 속에서도 나는 덜컥 겁을 먹었다.{j}설마 내 몸에서도 따개비 같은 것들이 돋아나는 것인가?{j}……하지만 아니었다.{j}나는 내 바지와 셔츠 아래로 툭 튀어나오는 검은 무언가들을 보았다.{j}생쥐만큼이나 큰 덩어리들이 바닥을 빠른 속도로 기어간다.{j}그것은 갯강구였다.
en_us: My leg—or my thigh to be precise—began puffing up and feeling ticklish. Even in this pressing moment, I became scared stiff. Don’t tell me barnacles are growing out of my body too! To my relief, they weren’t... I peered at the tiny black creatures poking out of my pants and shirt. They were as big as mice and scrabbling at a frightening speed. They were sea roaches.{j}{j}{j}{j}{j}{j}

source: 그곳에는 조금 더 위의 난간을 붙잡은 채 울상을 짓고 있는 황가애가 보였다.{j}“울 남치니가 많이 아파요오…….”
en_us: Just a little above him, I saw Ga-ae gripping the handrail looking like she was about to burst into tears. She moaned, “My boyfriend is reaaally sick...”{j}

source: 섬이고 근처에 바다가 있는 데다가 태풍과 호우가 몰아치고 있으니, 도시에서 온 여행객이 감기에 걸리는 것도 전혀 이상할 게 없다.{j}그리고 이 때문에 바닷가 근처에 있는 편의점들은 감기약 등의 어지간한 구급약들을 구비해 놓고 있는 경우가 대부분이다.
en_us: Typhoons and heavy rain were sweeping the island by the sea. It was not strange at all that a tourist from a city would catch a cold. And this was precisely the reason why convenience stores near the beach had first aid kits to treat colds and such ailments.{j}

source: “……아까도 위에서 쇳조각 두들기는 소리가 시기적절하게 들려오지 않았더라면.”
en_us: “Earlier, if the metallic clangs hadn’t sounded in that exact moment...”

source: “고, 고맙습니다.{j}소리를 낸 게 그쪽이셨군요?”
en_us: “Th-thank you. You’re the one who made the noise, huh?” I said.{j}

source: “……라니까!”
en_us: “But I said...!”

source: “그래.{j}화장실 창문으로 나가는 거야.{j}그 창문 엄청 부실해 보이던데.{j}몇 번 걷어차면 바로 부서지겠지?”
en_us: “All right. Let’s get out through the toilet window. It looked seriously flimsy. I should be able to kick it down.”{j}{j}{j}

source: 문이 활짝 열려 있는 다른 방들이 복도 중간쯤에 몇 개 있었지만, 거기까지 걸어갈 체력도 남아 있지 않았다.{j}나는 가장 가까운 모텔 방, 그러니까 복도의 제일 끝에 있는 창고 앞방의 문고리를 잡았다.
en_us: There were a few other rooms with doors wide open along the hallway, but I didn’t have the energy to walk any further. So, I grabbed the door handle of the room closest to me, the one that was located at the far end of the hallway.{j}

source: 그때.{j}킁킁-{j}김씨 아저씨가 이쪽을 향해 고개를 돌렸다.{j}설마 라면 스프 냄새에 반응한 걸까?
en_us: Sniff sniff. Mr. Kim snuffed the air as he turned towards me. Could he be smelling the instant noodle I threw up?{j}{j}{j}

source: 덜컹-
en_us: Clunk.

source: 바글바글바글……
en_us: Wriggle wriggle wriggle...

source: 어느 날.{j}즐겨 찾는 커뮤니티 사이트에 글 하나가 올라왔다.{j}-<고립된 곳에서 1년간 살면서 연봉 1억 vs 그냥 살던 대로 살기>
en_us: One day, I came across a post on my favorite online community. It was titled: <Would you rather live in isolation for a year and receive a 100k salary or keep your current lifestyle?>{j}{j}

source: 기분 나쁜 소음이 들려왔다.
en_us: An appalling noise sounded from the hit.

source: “뭐, 뭐야 이건?”
en_us: “Wh-what’s that?”

source: 하지만 그 김씨 아저씨의 행적이 묘연하다.{j}아마 바닥에 번져 있는 핏자국으로 보면, 박씨 아저씨에게 당해 바다에 빠지지 않았을까.{j}이 날씨에 바다에 빠지면 실종이고 뭐고 할 것도 없다.{j}바로 시체도 찾지 못하는 사망 엔딩이니까.
en_us: But Mr. Kim’s whereabouts were unknown. Judging by the pool of blood on the ground, I guessed that he had been attacked by Mr. Park and fell in the sea. Finding someone wasn’t easy in this weather. He’d be crossed off as dead. No one would even bother listing him as a missing person.{j}{j}{j}

source: 화장실의 문이 천천히 열렸다.
en_us: The washroom door opened slowly.

source: “아이 야박하게 진짜.{j}내가 다음에 보트 몰고 왔을 때 백 봉지 사다 준다.{j}두 개만 줘~”{j}박씨 아저씨는 능글맞게 웃으며 찬장을 뒤져서 커피믹스를 꺼내 갔다.
en_us: “Oh, come on. Don’t be so cheap. I’ll bring you a hundred sticks the next time I bring my boat over. Just give me two.” Mr. Park smirked as he rummaged through the cupboard and pocketed a couple of instant coffee sticks.{j}{j}{j}

source: 하긴, 요즘 좀 정비를 게을리하긴 했다.{j}일주일에 한 번 보급품을 가져다주는 어촌계장 아저씨의 느긋함에 물들어 버렸다고 하면 너무 변명 같으려나?
en_us: Well, I’ve been pretty lazy with the maintenance as of late. There’s this chief of the fishing village who sends me supplies once a week. Would I be pushing it if I said his laid-backness is rubbing off on me?{j}

source: 한 치 앞도 보이지 않는 암흑 속을 헤쳐가는 것은 무서운 일이다.{j}더군다나 그 암흑 속이 숨도 쉴 수 없고 뼛골이 시리도록 추운 데다가, 시시때때로 거대한 파도에 의해 몸이 아래위로 뒤집혀야 하는 곳이라면 두말할 필요도 없다.
en_us: Wading through the dark where I could see no further than my nose was terrifying. To make matters worse, the darkness was unbreathable and chilling to the bone. Mighty waves continuously overturned my body. Needless to say, it was a struggle. {j}

source: “경찰서로 가야 하나?{j}아니면 소방서?{j}병원?{j}아니다, 일단 이 괴물 소굴을 나가는 것부터가 우선이겠지.”
en_us: “Should I go to the police station? Or the fire station? Or even the hospital? No. First things first, I have to get out of this monster den.”{j}{j}{j}

source: “……갑시다.”{j}나는 조용히 몸을 돌려 반대쪽 복도의 끝을 향했다.{j}그때.
en_us: “Let’s go...” I said and quietly swerved my body to go to the end of the hall.{j}{j}

source: 그 와중에 창자는 계속해서 뒤틀린다.{j}허기라기보다는 통증에 가까울 정도의 배고픔.
en_us: To make matters worse, my insides writhed in pain. I was so famished that my stomach hurt.{j}

source: ‘김씨 아저씨랑 박씨 아저씨는…… 정당방위로 참작되겠지?{j}무엇보다 박씨 아저씨는 아직 굴덕도에 있으니 증거도 될 거고.’
en_us: As for Mr. Kim and Mr. Park... What I did would be considered an act of self-defense, right? Plus, Mr. Park is still in Guldeok Island. That should serve as evidence enough.{j}

source: “……전에도 이런 적이 있었나요?”
en_us: “Did this happen before too...?” I asked cautiously.

source: 내가 타고 왔던 보트가 저 옆에 방파제 사이에 끼어서 산산조각으로 부서져 있는 것이 보였다.{j}자칫 잘못했으면 내가 저 꼴이 났겠지.
en_us: The boat I had taken earlier was stuck in the breakwater and being smashed into pieces. If things had gone wrong, I would have been the one getting wrecked.{j}

source: 지금은 일단 이 생각뿐이었다.
en_us: It was all I could think about in that moment.

source: ‘현관을 기준으로 3시 방향, 차양막 밑 분리수거장 옆에 주차되어 있는 흰색 트럭이었지?’
en_us: It was the white truck parked beside the dumpster under the awning. That should be... 3 o’clock from the entrance.

source: “맞아요.{j}아저씨는 물리거나 긁힌 곳 없죠?{j}한번 확인해 봐야겠는데.”{j}김슬비가 나를 뚫어져라 바라본다.
en_us: “Exactly. Have you been bitten or scratched, mister? We have to check.” Seulbi stared scrupulously at me.{j}{j}{j}

source: -이보다 더 나빠질 수 있을까?{j}이보다 더 최악인 일이 생길 수 있을까?{j}세상이 하루아침에 망한 기분이야.{j}엄마도 그렇겠지만 나도 그래……
en_us: “Can it get any worse than this? Is there anything more awful than this? I feel like the world just ended overnight. It must be the same for you, Mom, because it is for me...”{j}{j}{j}

source: 과CC.{j}과내 캠퍼스 커플.{j}그들은 자기들 할 말만 하고는 내게 별 관심을 보이지 않고 방으로 들어가 버렸다.{j}남은 이들은 남자 하나, 여자 하나.
en_us: They were a campus couple in the same major. As soon as they said their piece, they showed no interest in me and rushed back to the room. Now, the only ones yet to introduce themselves were a guy and a girl.{j}{j}{j}

source: 박씨 아저씨는 끓는 물을 보온병에 넣어서는 돌아갔다.{j}4짜 감생이에 대한 생색을 어마무시하게 내면서.
en_us: Mr. Park poured the hot water into his thermos and turned to leave. On his way out, he boasted about the sixteen-inch-long black seabream he had caught.{j}

source: “……네?”
en_us: “What...?”

source: <긴급재난문자> [옹진군청] 0월 X일, 서해 전역 태풍 경보, 해안지대 접근 금지, 선박 대피 등 피해 없도록 주의 바랍니다.
en_us: Emergency Alert: ONGJIN COUNTY. Severe typhoon warning in the west coast. Do not enter the coastal region. Evacuate any vessels and take shelter immediately.

source: “그래 주면 고맙고요.”
en_us: “If you can, that’d be great.”

source: 찬장에 남은 것이라고는 참치캔과 런천미트 몇 개와 즉석밥, 커피믹스 두세 봉지가 다였다.{j}그 외에는 대부분 라면이었다.{j}이 조촐한 식단을 어떻게 하면 가능한 한 풍성하게 바꿀 수 있을지 고민하고 있던 찰나.
en_us: The only things I had left in my cupboard were a few cans of tuna and luncheon meat, instant rice, and a couple of instant coffee sticks. The rest were mostly instant noodles. I was wondering how to transform this simple meal into a decent one when a knock sounded.{j}{j}

source: “낚싯줄을 다시 걷어 올릴 사람 한 명은 남아야 해요.”
en_us: “One person has to stay behind to roll up the fishing line,” reminded Seulbi.

source: ‘네?{j}그러세요.{j}어디 다치셨어요?’
en_us: “What? Sure. Did you injure yourself?” I had replied.{j}{j}

source: “으음, 감염될 수도 있군요.”
en_us: “Hmm, so they’re infectious,” I said.

source: 나는 깨진 화분과 말라 죽은 꽃나무를 넘어 화장실 문 앞에 섰다.{j}유난히 응달져 있는 화장실.
en_us: I passed the broken flower pots and the dead flowering tree to reach the door to the washroom. It stood out particularly gloomily.{j}

source: [으…… 어어어어어…….]
en_us: “Aaah... Graaaaaah...”

source: 따개비 인간들이 점점 다가온다.{j}나는 벽에 등을 바짝 붙인 채 예감하고 있었다.{j}곧이어 들이닥칠 최악의 마지막을.{j}……바로 그때.
en_us: The barnacle humans were drawing closer and closer. I leaned my back against the wall as I dreaded the impending doom. Just then, the metallic clinking sounded again.{j}{j}{j}

source: 트럭에서 내리니 물소리가 났다.{j}도로는 얕은 물에 잠겨 있었다.{j}황토로 인해 탁하게 변한 바닷물이 발등까지 잠길 정도의 높이로 찰랑거린다.
en_us: When I got off the truck, I heard a splashing sound. The road was submerged in a thin layer of water. Due to the red soil, the seawater was murky and swashed as high as the top of my feet.{j}{j}

source: “감기요.{j}배탈도 난 것 같아요.{j}열이 심해요.”
en_us: “He’s got a cold. And a stomachache too, I think. He’s got a really bad fever.”{j}{j}

source: “계장님, 진짜 죄송합니다.{j}깨끗하게 쓰고 나중에 비용 다 물어드릴게요.”
en_us: “Forgive me, Chief. I promise I won’t make a mess and pay you back next time.”{j}

source: 쿠드드드득-
en_us: Crash!

source: 하지만 2층에서 울리는 벨 소리는 여전히 따개비 인간들을 끌어모으고 있었다.{j}그리고 작전 개시로부터 정확히 5분이 지난 시점에서.
en_us: But the alarm ringing on the second floor was still luring barnacle humans. Then, exactly five minutes after the plan was set in action...{j}

source: 그는 김슬비의 목에 걸린 명찰을 뒤집으며 나를 힐끔 돌아본다.{j}그리고 나보고 들으라는 듯 말했다.{j}“오빠가 아무나 도와주지 말라고 했잖아.{j}감염된 사람이면 어쩌려고.”
en_us: He flipped over the name tag around Seulbi’s neck and peered at me. Then, he told her loud and clear enough for me to hear, “I told you not to help anyone. What if he’s infected?”{j}{j}{j}

source: 황급히 몸을 틀어 발을 돌아보니 내 다리 끝에 무언가가 붙어 있는 것이 보였다.{j}따개비 인간.
en_us: I hastily twisted my body to look at my feet and saw something clutching the end of my leg. It was a barnacle human.{j}

source: 수능을 몇 번이나 본 것이 아니라면 아마 그게 맞을 것이다.{j}얼굴을 딱 보면 앳되어 보이기도 했고.
en_us: If she hadn’t retaken the college entrance exam multiple times, I should be correct. Plus, she was baby-faced.{j}

source: 만화나 영화에서 보면 철조망이나 유리 파편들의 위에 두꺼운 이불을 깔고 넘어간다.{j}나도 카운터로 되돌아가서 전기담요 같은 것을 가져와 덮으면 어찌어찌 가능할 것 같기도 했다.
en_us: In movies and comics, people draped a thick blanket over barbed wire or glass shards to pass through. Squeezing through the window unscathed seemed possible if I brought back the electric blanket from the checkout counter or something.{j}

source: “아아, 아뇨.{j}저는 2층 비상구로 들어왔어요.”
en_us: “Oh, no. I entered through the emergency exit on the second floor.”{j}

source: 밤의 바다는 지켜보기엔 평화롭고 고즈넉할지도 모르겠지만, 막상 그 안에 들어오면 바로 체감할 수 있다.{j}세상에 지옥이 있다면 바로 이곳일 것이다.
en_us: From afar, the sea at night was peaceful and quiet. But being in the ocean was different. When faced with the raging sea, you’d think you were in literal hell.{j}

source: 한편, 황가애와 권순태는 트럭 뒤의 짐칸으로 올라왔다.
en_us: Meanwhile, Ga-ae and Suntae climbed on the open cargo area of the truck.

source: “아.”
en_us: “Oh.”

source: 그것은 밖에서 쏟아지고 있는 폭우 소리, 바닷바람이 몰아치는 소리, 천둥소리와는 조금 다른 이질적인 무언가였다.
en_us: The noise was a little different from the sound of the raging rain, the crashing waves, and the crackling thunders outside.

source: 우드득!
en_us: Crackle!

source: “모르겠는데요?{j}방마다 주력 안주가 다 달랐어서…… 근데 아마 거의 다 먹었을걸요?{j}천하제일 안주 경연대회 같은 것도 했으니까.”
en_us: “I don’t know. We had different dishes at each room... But I’m guessing almost everyone had it. We had a contest to see who can make the best dish too.”{j}{j}

source: “아저씨?”
en_us: “Mr. Park?” I called out.

source: 보트가 한층 더 기울어지며, 김씨 아저씨가 천천히 배 위로 몸을 끌어올린다.{j}그리고는 내가 토한 방향을 향해 느릿느릿 걸어오기 시작했다.
en_us: The boat tipped even further as Mr. Kim gradually pulled his body over the boat. Once inside, he began sluggishly walking toward my vomit.{j}

source: 전등이 어스름한 데다가 역광이라서 상처가 잘 보이지는 않았다.{j}‘……뭐, 심각한 건 아니니까 이렇게 오셨겠지.’{j}나는 대충 고개를 끄덕이고는 자리에서 일어났다.
en_us: The lighting was dim and Mr. Park was backlit, so I couldn’t really see his wound. Well... I guess it’s nothing serious. He made it here after all. I nodded briskly and sprang up.{j}{j}

source: “나 같은 아저씨도 사는데…… 참.{j}조금 더 살아 볼 일이지.”
en_us: “Even someone like me is still living on...” I sighed. “You never know what life has in store for you.”{j}

source: “……으음.{j}담요라도 덮고 넘어가야 하나.”
en_us: “Hmm... Should I cover myself in blanket to pass through?” I knitted my brow.{j}

source: ……찰칵!
en_us: Click...!

source: 까기긱- 까기기기긱!
en_us: Screech... Screeeeeech!

source: ‘하지만 그건 내가 여기에 들어오기 전의 얘기고.{j}지금은 잘 모르겠는데.’
en_us: But that was how things were before I came here. I don’t know what it’s like now.{j}

source: “예- 아저씨-”{j}나는 태연하게 대답했다.{j}왜냐하면.
en_us: “Okay, I’m coming,” I said nonchalantly.{j}{j}

source: 따개비 인간들이 내는 음울한 소리가 점점 다가오는가 싶더니 다시 멀어져 간다.
en_us: The doleful wails of the barnacle humans drew closer before disappearing into the distance.

source: “……교대 왜 안 오냐고.{j}흑흑-”
en_us: “Why isn’t anyone coming to take over my shift, dammit...” I stifled a sob.{j}

source: 박씨 아저씨는 내가 있는 방으로 오지 않았다.
en_us: Mr. Park did not come to my room.

source: 요 며칠 사이에 미친 듯이 내린 폭우 때문일까?{j}아니면 대규모의 지각 변동?{j}나는 바다 위로 황망하게 솟아 있는 횟집 간판을 한동안 물끄러미 바라보았다.
en_us: Was it because of the heavy downpour the past several days? Or a massive land deformation perhaps? For some time, I blankly gazed at the restaurant signage bobbing in and out of the ocean.{j}{j}

source: “저기요, 아저씨!{j}저희 편의점 가는 거 맞죠?{j}차 타고 가면 금방이잖아요!”{j}황가애가 나를 돌아보며 애타게 말했다.{j}“울 자기는 몸이 약해서 한번 감기 걸리면 진짜 오래 간단 말이에요!{j}빨리 초기에 약 먹고 떼어 버려야 하는데!”
en_us: “Excuse me, Mister! We’re going to the convenience store, right? It’s so close by car!” Ga-ae swung back to me and asked pleadingly, “My babe is really frail. Once he catches a cold, it lasts forever! He has to take meds as early as possible to get better!”{j}{j}{j}{j}{j}

source: 나는 슬며시 방문을 열어 보았다.{j}복도는 여전히 이상하리만치 고요했다.{j}녹색으로 점멸하는 비상등이 저 앞의 시야까지를 밝혀 준다.
en_us: I tried opening the door ajar. The hall was still unusually quiet. The blinking green emergency light lit up a little further down the hall.{j}{j}

source: 박씨 아저씨는 끓는 물을 보온병에 넣어서는 돌아갔다.{j}4짜 감생이에 대한 생색을 어마무시하게 내면서.{j}“흠, 뜻하지 않게 감생이가 생겼네.{j}회 떠 먹어야 하나?{j}아니면 대가리만 쳐서 라면에 넣어 먹을까.”
en_us: Mr. Park poured the hot water into his thermos and turned to leave. On his way out, he boasted about the sixteen-inch-long black seabream he had caught. Once he was gone, I mumbled to myself, “Hm. What do I do with the black seabream? Should I eat it raw? Or should I cut off its head and put it in my instant noodle?”{j}{j}{j}{j}

source: 뒤에는 누울 수 있는 간이침대가 있고, 책상 밑에는 이런저런 잡동사니들이 수북하다.{j}유통기한이 한참 지난 듯 보이는 컵라면.{j}먼지가 수북하게 쌓여 있는 싸구려 캔커피와 쥬스.{j}카운터 입구에 비치되어 있는, 평소에는 줘도 안 먹던 박하사탕.
en_us: There was a cot at the back to lie down on and piles of various odds and ends underneath the desk. These included cup noodles that seemed to be way past its expiry date, cheap canned coffees and juices coated in thick dust, and mint candies—the kind I never ate—displayed at the opening of the counter.{j}{j}{j}

source: 드글드글드글드글드글드글드글드글드글드글드글드글드글드글드글드글드글……
en_us: Click-clack click-clack click-clack click-clack click-clack click-clack click-clack click-clack...

source: 빗물에 바디로션도 다 씻겨나간 지금은 숨을 방법도 없었다.{j}나는 재빨리 주변 장비들을 뒤졌다.{j}칼과 랜턴, 구명조끼가 제일 먼저 눈에 들어온다.{j}그다음으로는 납으로 만들어진 추들을 몇 개 주워 주머니에 넣었다.
en_us: The raging rain had already washed away all the body lotion I had put on. There was no way to hide from him now. I hurriedly rummaged through the gears. The knife, the lantern, and the light jacket caught my eye first. Once I snatched those, I quickly picked up several lead sinkers and shoved them down my pocket.{j}{j}{j}

source: “이, 이건 버, 법적으로 촉탁승낙살인에 해당할 수 이, 있는데…….”
en_us: “Th-this could legally fall under c-contract killing...” Suntae stammered.

source: 저런 고오급 모피코트를 입은 여자가 이런 악취에 익숙할 리가 없다.{j}특히나 저들은 모텔 주차장에 주차되어 있었던 고급 세단의 주인들일 텐데, 아마 이런 악취와는 평생 연이 없는 사람들이 아니었을까?
en_us: There was no way a woman wearing such a luxurious fur coat would endure the fetid smell. They were probably the owners of the luxury car parked in the motel parking lot. When would such rich people ever sniff something so unpleasant?{j}

source: 나는 성락장의 마스터키를 꼭 쥔 채 계단을 올라갔다.
en_us: I squeezed the master key to Nirvana in my hand and climbed up the stairs.

source: “이러면 냄새도 가릴 수 있고, 또 여차하면 잡혔을 때 빠져나오기 수월하겠지.{j}미끌거리니까.”
en_us: “Great, we masked our scent. Plus, if we ever get caught, it’d be much easier to pull ourselves out of their clutches since we’ll be slippery.”{j}

source: 깜빡- 깜빡- 깜빡-
en_us: Blink... Blink... Blink...

source: 나는 계속해서 보트를 몰았다.{j}다행스럽게도 백적도까지는 얼마 걸리지 않는다.{j}날씨가 좋았다면 육안으로도 확인할 수 있는 거리.
en_us: I continued to drive the boat. Fortunately, it doesn’t take long to get to Baekjeok Island. Had the weather been nice, I would’ve been able to spot the island with the naked eye.{j}{j}

source: 쩝쩝쩝쩝-
en_us: Chomp chomp chomp chomp.

source: “제 이름은 김슬비예요.{j}한국대학교 20학번이고 나이는 스물한 살이에요.{j}이곳에는 학생회 MT를 왔다가 갇히게 됐어요.”
en_us: “I’m Seulbi Gim. I’m in the class of ‘20 at Hankuk University, and I’m 21 years old. I was on Membership Training and ended up being fenced in here,” said Seulbi.{j}{j}

source: [그 여자아아…… 언제에에…… 헤어져어어어…….]
en_us: “When... will youuu... breaaak up... wiiith her...”

source: 샤워기는 여전히 끼걱거리는 소리와 함께 검붉은 물을 토해 내고 있다.{j}변기 안에 고여 있는 물은 바닷물처럼 짜디짜다.
en_us: The showerhead kept squeaking and spurting dark, reddish liquids. The water pooled inside the toilet bowl was as salty as seawater.{j}

source: “……씨발.”{j}차예영은 상대할 가치도 없다는 듯 고개를 저으며 자리를 떴다.{j}“돈 주고 보라고 해도 안 보겠구만.{j}눈 썩겠네.”
en_us: “Bullsh*t...” Yeyeong shook her head, sick of their display of affection, and made to leave. “I wouldn’t even get paid to look at him. It’d only hurt eyes.”{j}{j}{j}

source: 혹시나 해서 전화기를 들어 봤지만 아쉽게도 먹통이었다.{j}결국 이 모텔을 빠져나가야만 다른 곳에 도움을 청할 수 있는 상황.
en_us: I picked up the phone in case it worked. Unfortunately, it was dead. That left me with one choice: I had to leave the motel in order to seek help.{j}

source: 뽀각-
en_us: Crack.

source: 온몸이 새까만 고양이 한 마리가 담벼락 위를 지나가다가 음식물 쓰레기봉투들 사이로 사뿐 뛰어내린다.
en_us: A black cat climbed over the wall before lightly jumping off into the stacks of food waste bags.

source: 나는 그의 말을 듣고 상당히 의외라고 생각했다.{j}말투에서 군대 느낌이 나서 뭔가 군대와 연이 있겠구나 싶기는 했지만…… 아무리 그래도 22살이라니?{j}얼굴로 판단해서 미안하지만 42살을 잘못 말한 건 아닐까 싶을 정도다.
en_us: His reply was quite unexpected. I knew he’d have some sort of connection to the military since he sounded like a soldier, but... 22 years old? Though I shouldn’t judge a book by its cover, he looked more like 42.{j}{j}

source: 계단 아래쪽에서 철문이 울린다.{j}폭우가 쏟아지는 밤.{j}아무도 없는 무인도.{j}등대 1층의 철문을 두드리는 노크 소리.{j}괴기소설의 도입부로 딱 안성맞춤인 장면이었지만…….
en_us: The knock sounded on the iron gates from the stairs below. It was a rainy night and I was in a desert island. Someone was knocking on the iron gates from the first floor of the lighthouse. It was the perfect opening scene of some horror story, but I wasn’t scared.{j}{j}{j}{j}

source: 또다시 바다에 떠밀려 콘크리트 블록들이 쌓여 있는 항구로 향한다.
en_us: Soon enough, the sea thrust me back toward the concrete blocks stacked by the harbor.

source: 대걸레 자루와 낚싯줄에 묶은 핸드폰들을 501호 앞의 창문 아래로 늘어트릴 것이다.{j}그러면 첫 번째 핸드폰은 4층 복도의 창문에, 두 번째 핸드폰은 3층 복도의 창문에, 세 번째 핸드폰은 2층 복도의 창문에 닿는다.{j}그리고 정해진 시간에 미리 설정해 둔 알람이 울리기 시작하면 각 층 복도에 있는 따개비 인간들은 창문 복도를 향해 몰려들 것이다.{j}그렇게 되면 따개비 인간들은 각각 401호, 301호, 201호의 문 앞에 응집하게 될 것이고, 자연스럽게 중앙 계단과 208호 옆 비상구는 텅 비게 되리라.
en_us: Our plan was to hang down the broom and the fishing line of phones in front of the window by Room 501. That way, the first phone would drop down to the window by the fourth-floor hallway, the second phone by the third-floor hallway, and the third phone by the second-floor hallway. When the preset alarms begin going off, the barnacle humans on each floor would rush over to the corridor window. They’d flock over to Rooms 401, 301, and 201, which would leave the central stairway and the emergency exit beside Room 208 empty.{j}{j}{j}

source: <긴급재난문자> [기상청] 0월 0일, 서해 전역 지진특보.{j}옹진군 전역 규모 6.8 지진 발생/ 여진 등 안전에 주의 바랍니다.
en_us: Emergency Alert: NATIONAL WEATHER SERVICE. Breaking news: earthquakes detected in all of west coast. A 6.8-magnitude earthquake detected in all of Ongjin County. Take cover for any aftershocks.{j}

source: 그리고 그 외에 녹슨 난간도 닦아야 하고, 막힌 변기도 뚫어야 하고, 전구 나간 것도 갈아 끼워야 하고…… 바쁘다 바빠.
en_us: On top of that, I had to clean the rusted guardrails, unclog the toilet, and change the lightbulb... Basically, I was slammed with work.

source: 회장은 눈살을 찌푸리며 노원빈의 몸을 살폈다.{j}“내 살다 살다 남자 몸을 이렇게 구석구석 들여다보게 될 거라고는 상상도 못 했네.{j}야 순태야, 너는 뒤쪽 꼼꼼하게 봐라.”
en_us: The president winced as he inspected Wonbin’s body. “I have never in my life imagined I’d be searching every inch of a man’s body. Hey, Suntae, you search his back.”{j}{j}

source: 퍽!
en_us: Thwack!

source: ‘냄새가 이렇게 나는데도 저렇게 태연하게 서 있다고?’
en_us: How can they just stay standing there in the foul air?

source: 나는 온 힘을 다해 발을 내질렀다.{j}뻗어 오는 김씨 아저씨의 손을 밟자 마치 커다란 돌덩이를 내리찍은 느낌이 든다.{j}운동화 밑창에 온통 뾰족뾰족한 패각들이 박혀 드는 듯한 기분 나쁜 감각.{j}나는 엎어져 있는 김씨 아저씨의 몸 위를 타 넘고 보트의 뒤로 뛰어내렸다.
en_us: I swung my foot with all my might. As soon as I stepped on Mr. Kim’s hand, I felt like I had struck a great boulder. The craggy shells seemed to pierce through the soles of my running shoes. It felt unpleasant to say the least. I stepped on Mr. Kim’s body to propel myself forward and jumped off the back of the boat.{j}{j}{j}

source: 나는 한참이나 그것을 빤히 들여다본 끝에 결론을 내렸다.{j}“뭐야.{j}따개비인가?”
en_us: I stared at it at length before finally realizing what it was. “Huh. Are these barnacles?”{j}{j}

source: “어우, 뽀글이 아니었으면 진짜…….”
en_us: “Holy smokes, if it wasn’t for the instant noodles, I’d have been done for...”

source: “여기서는 변기 물로 빗물을 받아 쓴다고 들었는데…… 그럼 지금 내리는 비가 다 소금물인가?”
en_us: “I heard they use rainwater for the toilets... Does this mean the rain outside is also saline?”

source: ……콰쾅!
en_us: Bang...!

source: 나는 수챗구멍에 끼어 있는 머리카락 뭉치를 한참이나 바라보았다.{j}비단 한 사람의 것이 아니라 여러 사람이 모아 놓은 결과물.{j}어찌 보면 출입명부나 다름없는 것.{j}저것도 나름 단백질일 텐데.{j}눈 딱 감고 국수가락처럼 후룩 먹으면 되지 않을까?
en_us: For a while, I glanced at the sheaf of hair stuck on the drain. Multiple people’s hair was tangled into a mess. It was a guest list of sorts of all the people who used the room. Technically, hair had protein. Wouldn’t it be fine if I were to slurp it like noodles?{j}{j}{j}{j}

source: <Web발신> [산사태 주의보 발효] 취약지역 관리순찰 철저히 해 주시기 바랍니다 –옹진군청-
en_us: Web Push Notification: LANDSLIDE WARNING. Crisis management and patrol required in affected areas. Brought to you by Ongjin County.

source: 파직- 빠지직! ……핏!
en_us: Pzzt! Chirr! Click...!

source: ‘뭐지, 그러면 어디로 간 거지?’
en_us: But why? Where did he go? I wondered.

source: 철썩-
en_us: Splash!

source: 급격하게 가까워지던 발소리가 다시 멀어졌다.
en_us: Clomp clomp clomp clomp.

source: “내가 잘못 봤나.”
en_us: “Am I seeing things?”

source: 통 안에는 등유가 반쯤 차 있었다.
en_us: The jug was about half-full with kerosene.

source: 깜짝 놀랄 만한 일이 벌어졌다.{j}창문 틈으로 갈매기 한 마리가 들어온 것이다.{j}아직 덩치가 작아 보이는 녀석, 보아하니 성체가 된 지 얼마 되지 않은 듯하다.
en_us: A seagull entered the motel through the cracks of the open window. The bird had a small frame; it mustn’t have been long since it had fully grown.{j}{j}

source: “안 죽어, 안 죽어.”{j}나는 대한민국 남자들의 유언 1순위를 읊조리며 컵라면의 뚜껑을 열었다.
en_us: “I won’t die from eating this. Nope,” I convinced myself as most men did and opened the lid of the cup noodles.{j}

source: “그래 주면 고맙고요.”{j}별 관심 없다는 듯 고개를 돌리는 차예영에게 김슬비도 더는 말을 걸지 않았다.
en_us: “If you can, that’d be great.” Yeyeong said before spinning her head to the side in indifference. Seulbi stopped chatting her up.{j}

source: “그나저나 김씨 아저씨는 어디 가셨지?”
en_us: I looked around. “Where’s Mr. Kim?”
